---
type: FilterStringGreater
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FilterStringGreater

`Autodesk.Revit.DB.FilterStringGreater` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterStringGreater | 2011 | `public FilterStringGreater ()` |